Revit 2027 API
AnnotationLabelParameterFormatting.LeadingLineBreak Property
 True if a leading line break should be added the leading spaces, prefix and parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool LeadingLineBreak { get; }
Public ReadOnly Property LeadingLineBreak As Boolean
	Get
public:
property bool LeadingLineBreak {
	bool get ();
}
member LeadingLineBreak : bool with get
Property Value
Boolean
See Also
Reference
AnnotationLabelParameterFormatting Class
Autodesk.Revit.DB Namespace